{
  "daftar_tanaman": [
    {
      "nama": "Tanaman Obat Sisik Naga",
      "image_url": "https://satuterpenting.com/wp-content/uploads/2018/10/Daun-Sisik-Naga.jpg",
      "deskripsi": "Sisik naga merupakan tumbuhan epifit, banyak ditemukan di daerah Asia tropik mulai dari daerah yang agak lembab sampai dengan ketinggian 1000 meter di atas permukaan laut.\n\nDaun sisik naga ada yang mandul dan ada yang fertil. Daun yang fertil berbentuk oval memanjang dengan panjang 1-5 cm dan lebar 1-2 cm. Sisik naga berkembang biak dengan spora dan pemisahan akar.\n\nSisik naga mengandung gula, minyak asiri, tannin, sterol, flavonoid dan fenol. Daun sisik naga bisa digunakan untuk menghilangkan nyeri, obat batuk, pembersih darah, memperkuat paru-paru dan penghenti pendarahan."
    },
    {
      "nama": "Tanaman Herbal Daun Sirih",
      "image_url": "https://i0.wp.com/f1-styx.imgix.net/article/2018/11/28175358/shutterstock_748201804.jpg",
      "deskripsi": "Sirih merupakan tumbuhan perambat yang hidup bersender pada batang tanaman lain. Tanaman sirih panjangnya bisa mencapai puluhan meter. Daunnya licin, berwarna hijau, dan berbentuk menyerupai jantung.\n\nBatangnya berwarna hijau agak kecoklatan dengan permukaan kulit yang kasar dan berkerut-kerut. Daun sirih biasa digunakan sebagai obat-obatan tradisional dan masih sering dipake nginang oleh ibu-ibu generasi tua.\n\nDaun sirih bisa dimanfaatkan untuk mengurangi produk ASI yang berlebihan, keputihan, sakit jantung, sifilis, alergi, diare, batuk, sakit gigi berlubang, dan sakit mata."
    },
    {
      "nama": "Tanaman Herbal Sereh",
      "image_url": "https://asset-a.grid.id/crop/0x0:0x0/x/photo/2020/02/28/2984378986.jpg",
      "deskripsi": "Tanaman sereh bisa tumbuh di daerah tropis pada ketinggian 50-2.700 meter di atas permukaan laut. Sereh banyak ditanam di persawahan dan pekarangan rumah.\n\nSereh bisa diperbanyak dengan menggunakan potongan rimpang. Akar sereh bisa digunakan sebagai penghangat badan, peluruh air seni, bahan untuk kumur, peluruh keringat dan peluruh dahak.\n\nDaun sereh bisa digunakan sebagai obat Pereda kejang, peluruh angina perut, penurun panas, penambah nafsu makan dan pengobatan pasca persalinan."
    },
    {
      "nama": "Tanaman Obat Sembung",
      "image_url": "https://asset.kompas.com/crops/reCrXJw5X1XiadYcrZiayOj2hy0=/0x0:1000x667/750x500/data/photo/2021/03/12/604afa11be228.jpg",
      "deskripsi": "Tanaman ini bisa tumbuh di tempat yang terbuka sampai tempat yang agak tertutup pada ketinggian sampai 2.200 di atas permukaan laut. Tanaman sembung tumbuh tegak dengan tingginya bisa mencapai 4 meter.\n\nDaunnya berbentuk bundar telur sampai lonjong dengan panjang 8-40 cm dan lebar daun 2-20 cm. Bunganya berwarna kuning, keluar di ujung cabang.\n\nTanaman sembung mengandung senyawa kimia borneol, di-methyl ether phloroacetophenone, limonene dan cineole. Daun dan akarnya berkhasiat untuk mengobati reumatik, sakit tulang, nyeri haid, diare, kembung dan influenza."
    },
    {
      "nama": "Tanaman Obat Semanggi Gunung",
      "image_url": "https://3.bp.blogspot.com/-LnQ8m2i92JQ/VSJd2DI-CXI/AAAAAAAAHko/Rf0A78NzdSQ/s1600/Manfaat%2B&%2BKhasiat%2BTanaman%2BSemanggi%2B%2BCalincing%2B(Oxalis%2BCorniculata%2BL.).jpg",
      "deskripsi": "Semanggi gunung tumbuh merayap di tempat yang lembab di pinggir jalan, lapangan rumput maupun pinggir selokan. Tanaman ini mengandung senyawa kimia berupa minyak yang menguap, hyperin dan coumarin.\n\nBisa digunakan untuk mengobati infeksi telinga tengah, sakit kuning, sariawan, pengecilan hati dengan busung, batuk, sesak nafas, batu empedu, radang tenggorok dan infeksi amandel.\n\nTerkadang penggunaan semanggi gunung sebagai obat bisa mengakibatkan penurunan sel darah putih (leucopenia). Tapi akan normal kembali setelah penggunaan obat dihentikan."
    },
    {
      "nama": "Tanaman Obat Sambiloto",
      "image_url": "https://non-indonesia-distribution.brta.in/2019-02/15232dcf16e415457638b01fe3b540379307d6d0.jpg",
      "deskripsi": "Tanaman ini tumbuh liar di tempat terbuka di dataran rendah sampai dengan ketinggian 700 meter di atas permukaan laut. Tinggi batangnya bisa mencapai 50-90cm.\n\nDaunnya berwarna hijau tua di permukaan atas, berwarna hijau muda di bagian bawah dengan panjang daun 2-8 dan lebar 1-3 cm. Sambiloto bisa diperbanyak dengan biji atau setek batang.\n\nSambiloto berkhasiat untuk mengatasi hepatitis, disentri basiler, infeksi saluran empedu, radang saluran napas, radang ginjal akut, radang telinga, kencing nanah, kencing manis, darah tinggi, keracunan jamur, kusta dll."
    },
    {
      "nama": "Tanaman Obat Rumput Mutiara",
      "image_url": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1616424957/attached_image/5-manfaat-rumput-mutiara-untuk-kesehatan-tubuh.jpg",
      "deskripsi": "Rumput mutiara bisa tumbuh sumbur pada tanah yang lembab di pinggir selokam, atau di sisi jalan. Batangnya bersegi dengan daun saling berhadapan dan memiliki tangkal daun yang pendek.\n\nTingginya bisa mencapai 15-50 cm, panjang daun 2-5 cm dan jumlah bunga majemuk 2-5. Rumput mutiara mempunyai khasiat yang sama seperti Hedyotis diffusa Wild.\n\nBeberapa khasiatnya yaitu untuk mengatasi radang usus buntu, tonsilis, hepatitis, bronchitis, radang panggul, infeksi saluran kemih, pneumonia dan kanker payudara."
    },
    {
      "nama": "Tanaman Obat Putri Malu",
      "image_url": "https://komitmen.id/wp-content/uploads/2020/06/IMG-20200606-WA0018-1024x832.jpg",
      "deskripsi": "Tanaman putri malu banyak tumbuh liar di pinggir jalan dan tanah lapang. Daunnya akan menutup jika disentuh. Batangnya bulat, berduri dan berbulu.\n\nPutri malu memiliki bunga yang berbentuk bulat seperti bola, warnanya merah muda dan bertangkai. Daun dan akar tanaman putri malu, baik yang segar atau yang dikeringkan bisa digunakan sebagai obat tradisional.\n\nKhasiat dari putri malu diantaranya untuk mengobati rheumatic, susah tidur, cacingan, radang saluran nafas, herpes, dan panas tinggi pada anak-anak."
    },
    {
      "nama": "Tanaman Obat Petai Cina",
      "image_url": "https://cdn-cas.orami.co.id/parenting/images/3_sNZao1e.width-800.jpg",
      "deskripsi": "Petai cina disebut juga lamtoro (Jawa) atau peuteuy (Sunda). Tanaman ini banyak ditanam oleh para petani di pedesaan sebagai tanaman pagar. Batang pohonnya keras tapi tidak berukuran begitu besar.\n\nBuahnya mirip dengan buah petai tapi berukuran lebih kecil dan berpenampang lebih tipis. Petai Cina bisa dikembangbiakan dengan penyebaran biji atau dengan cara stek batang.\n\nPetai cina bisa digunakan untuk mengobati diabetes mellitus, kasura, cacingan, bengkak, gairah seks dan luka baru."
    },
    {
      "nama": "Tanaman Obat Patah Tulang",
      "image_url": "https://cms.sehatq.com/public/img/article_img/benarkah-daun-patah-tulang-berkhasiat-mengobati-tulang-yang-patah-1561346631.jpg",
      "deskripsi": "Tanaman patah tulang berasal dari kawasan Afrika tropis, tumbuh di tempat terbuka yang terkena sinar matahari langsung. Di Indonesia tanaman ini banyak ditemui ditanam sebagai tanaman pagar, ditanam dipot sebagai tanaman hias, ada juga yang tumbuh liar.\n\nPatah tulang tumbuh tegak ke atas, tingginya mencapai 2-6 meter. Daunnya terdapat pada ujung ranting yang masih muda dengan panjang 7-25 mm. Bunganya berwarna kuning kehijaun, terdapat di ujung batang.\n\nTanaman patah tulang bisa digunakan sebagai tanaman obat. Cabang dan rantingnya yang sudah dikeringkan dan dibakar bisa digunakan untuk mengusir nyamuk.\n\nKegunaan akar dan ranting tanaman patah tulang diantaranya untuk mengobati sakit lambung, kaki dan tangan baal, rematik, penyakit kulit, sifilis, nyeri syaraf, wasir dan tukak rongga hidung."
    },
    {
      "nama": "Tanaman Herbal Pare",
      "image_url": "https://asset.kompas.com/crops/_qv6COOE24VIUOrovGCXsjszEFs=/23x16:1000x667/750x500/data/photo/2019/02/01/1548615291.jpg",
      "deskripsi": "Pare termasuk tanaman merambat yang banyak hidup di daerah tropis. Tanaman ini banyak dibudidayakan atau ditanam di pekarangan rumah dengan dirambatkan di pagar.\n\nTanaman pare terkenal dengan rasa pahitnya. Daun dan buah pare yang masih muda bisa dimakan sebagai lalab mentah atau di kukus dan ditumis sebagai sayuran.\n\nBuah, biji, bunga, daun dan akar dari tanaman pare bisa digunakan sebagai obat. Penyakit yang bisa diobati diantaranya batuk radang tenggorokan, cacinga, sakit mata merah, sembelit, demam, sakit lever, malaria, abses, menambah nafsu makan, bisul, sariawan, kencing manis dan rematik."
    },
    {
      "nama": "Tanaman Herbal Pandan Wangi",
      "image_url": "https://cdn-2.tstatic.net/jogja/foto/bank/images/pandan_20170404_222150.jpg",
      "deskripsi": "Pandan wangi tumbuh di daerah tropis di tempat yang agak lembab dari daerah pantai sampai daerah dengan ketinggian 500 meter di atas permukaan laut. Tingginya mencapai 1-2 meter, panjang daun 40-80 cm dan lebar daun 3-5 cm.\n\nDaun pandan wangi baunya harum, biasa digunakan sebagai bahan rempah-rempah, bahan baku pembuatan minyak wangi dan penyedap rasa pada masakan.\n\nDaun pandan wangi mengandung senyawa alkaloida, polifenol, saponin, tannin, flavonoida dan zat warna. Daun pandan berkhasiat untuk mengatasi ketombe, lemah saraf, rambut rontok, tidak nafsu makan, menghitamkan rambut, rematik, pegal linu, dan sakit disertai gelisah."
    },
    {
      "nama": "Tanaman Herbal Pala",
      "image_url": "https://4.bp.blogspot.com/-FL1qvvYXjBE/WL5lh_cxW5I/AAAAAAAAAHI/RU9SFza0ZGw1ioKIf67X0Oxiv_BuTtLzgCLcB/s1600/apotek-hidup-tanaman-pala-768x501.jpg",
      "deskripsi": "Tanaman pala tingginya lebih kurang mencapai 10 meter. Tanaman ini memiliki batang tegak, berkayu dan berwarna putih kotor. Daunnya berbentuk lonjong dengan pangkalnya meruncing dan berwarna hijau mengkilat.\n\nBunga jantan berwarna kuning dan berbentuk bola. Bijinya kecil berbentuk bulat telur, selubung biji berwarna merah dan bijinya berwarna hitam kecoklatan.\n\nSelubung biji buah, biji dan kulit buah dari tanaman pala memiliki khasiat untu mengobati disentri, rematik, maag, perut kembung, mencret, mual, sulit tidur pada anak-anak dan menghentikan muntah."
    },
    {
      "nama": "Tanaman Herbal Mengkudu",
      "image_url": "https://www.greeners.co/wp-content/uploads/2017/11/Fauna-Mengkudu-Keajaiban-Buah-Purba.jpg",
      "deskripsi": "Tanaman mengkudu merupakan tanaman asli Indonesia dari jenis kopi-kopian. Mengkudu bisa tumbuh di dataran rendah sampai dengan ketinggian 1.500 meter di atas permukaan laut.\n\nBatang mengkudu tidak begitu besar tapi tingginya bisa mencapai 3-8 meter. Daunnya berwarna hijau dengan panjang 20-40 cm dan lebar 7-15 cm.\n\nBuahnya berbentuk lonjong berwarna hijau mengkilap. Mengkudu banyak dipelihara di perkebunan dan pekarangan rumah.Mengkudu mempunyai khasiat untuk mengobati hipertensi, menghilangkan sisik pada kaki, sakit kuning, sakit perut, demam, batuk dan influenza."
    },
    {
      "nama": "Tanaman Herbal Lidah Buaya",
      "image_url": "https://cms.sehatq.com/public/img/article_img/10-jenis-tanaman-obat-obatan-yang-wajib-ada-di-rumah-anda-1580800626.jpg",
      "deskripsi": "Lidah buaya banyak tumbuh di kawasan Afrika bagian utara dan Hindia Barat. Lidah buaya banyak ditanam didalam pot di pekarangan rumah sebagai tanaman hias.\n\nDaun lidah buaya berbentuk taji yang tebal dan agak runcing. Panjangnya sekitar 15-36 cm dengan lebar 2-6 cm. Batang dari lidah buaya tidak terlihat karena tertutup oleh daun yang rapat dan sebagian terbenam di dalam tanah.\n\nTanaman lidah buaya tahan terhadap panas dan bisa ditanam di tempat yang berhawa panas karena di dalam daunnya tersimpan banyak cadangan air.\n\nLidah buaya mengandung senyawa kimia yaitu aloin, aloesin, barbaloin, aloenin, isobarbaloin dan aloe-emodin. Daun, bunga dan akar lidah buaya yang segar bisa digunakan untuk penyubur rambut, sakit kepala atau pusing, peluruh haid, sembelit, kencing manis, kejang pada anak dan muntah darah."
    },
    {
      "nama": "Tanaman Herbal Lengkuas",
      "image_url": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1601603417/attached_image/inilah-manfaat-lengkuas-bagi-kesehatan.jpg",
      "deskripsi": "Lengkuas bisa ditanam di daerah dengan ketinggian 1-1.200 meter di atas permukaan laut. Orang Sunda biasa menyebutnya dengan nama laja.\n\nKita mengenal 2 jenis lengkuas, yaitu lengkuas merah dan lengkuas putih. Lengkuas putih biasa digunakan sebagai penyedap masakan, lengkuas merah bisa digunakan sebagai obat-obatan tradisional.\n\nLengkuas berkhasiat untuk mengobati reumatik, panu, sakit limpa, morbili, membangkitkan gairah seks, bronchitis dan menambah nafsu makan."
    },
    {
      "nama": "Tanaman Herbal Lada",
      "image_url": "https://asset-a.grid.id//crop/0x0:0x0/700x465/photo/2018/08/07/4006429679.jpg",
      "deskripsi": "Lada merupakan tanaman herba tahunan yang tubuh memanjat. Batangnya berwarna hijau kotor, berbentuk bulat, beruas dan memiliki akar pelekat.\n\nDaunnya tunggal, berbentuk bulat telur dengan ujung meruncing. Panjang daun 5-8 cm dengan lebar 2-5 cm. Lada mengandung senyawa minyak atsiri, minyak lemak, pinena, zat pahit, kariofilena, piperidina, limonene, kavisina, filandrena, piperina dan alkaloid.\n\nBuah lada berguna untuk mengobati disentri, sakit kepala, kolera, selesma, kaki bengkak pada wanita hamil, rematik dan nyeri haid.\n\nDaun lada bisa digunakan untuk mengobati penyakit batu ginjal. Lada dalam obat tradisional dibedakan menjadi dua, ada lada hitam (tidak dikupas) dan lada putih (buah sudah masak dikupas."
    },
    {
      "nama": "Tanaman Obat Tradisional Kunyit",
      "image_url": "https://kelsumbersari.malangkota.go.id/wp-content/uploads/sites/91/2016/08/rimpang-kunyit.jpg",
      "deskripsi": "Kunyit merupakan tanaman rempah dan obat asli wilayah Asia, khususnya Asia Tenggara. Tanaman kunyit kemudian menyebar ke daerah Malaysia, Indonesia, Australia dan Afrika.\n\nHampir setiap orang Indonesia pasti pernah mengkonsumsi kunyit, baik itu sebagai bumbu masakan, jamu maupun untuk keperluan kesehatan dan kecantikan.\n\nTanaman kunyit mengandung senyawa kurkuminoid yang memiliki khasiat sebagai obat. Kunyit berkhasiat untuk mengobati penyakit diabetes mellitus, morbili, tifus, berak lender, usus buntu, amandel, disentri, memperlancar ASI, sakit keputihan, perut mulas saat haid, dan membantu melancarkan haid."
    },
    {
      "nama": "Tanaman Obat Kumis Kucing",
      "image_url": "https://cdn-2.tstatic.net/aceh/foto/bank/images/tanaman-obat-kumis-kucing.jpg",
      "deskripsi": "Tanaman kumis kucing bisa tumbuh di daerah dengan ketinggian 500-900 meter di atas permukaan laut. Tanaman ini tumbuh tegak ke atas dengan tinggi mencapai 1-2 meter.\n\nBatangnya berbentuk segi empat agak beralur dan berbulu pendek. Daunnya tunggal berbentuk telur lonjong atau belah ketupat, bergerigi di bagian tepinya dan terdapat bintik-bintik di kedua permukaannya. Bunganya keluar di ujung cabang, berwarna ungu pucat atau putih.\n\nSeluruh bagian kumis kucing bisa dimanfaatkan sebagai obat setelah di anginkan dan dijemur di panas matahari. Khasiatnya antara lain untuk menghilangkan panas dan lembab, infeksi ginjal, peluruh air seni, infeksi kandung kemih, encok dan sakit kencing batu."
    },
    {
      "nama": "Tanaman Obat Kencur",
      "image_url": "https://halloyahya.com/wp-content/uploads/2017/09/Khasiat-Kencur-Untuk-Batuk.jpg",
      "deskripsi": "Kencur termasuk kelompok tanaman jenis empon-empon yang tumbuh subur di daerah dataran rendah. Kencur memiliki daging buah yang lunak, berwarna putih dan tidak berserat.\n\nKulit luar kencur berwarna coklat. Setiap kencur memiliki helaian daun yang tidak lebih dari 2-3 lembar dan saling berhadapan. Kencur bisa ditanam di dalam pot atau di kebun yang mendapat sinar matahari cukup.\n\nRimpang kencur mengandung mineral (13,73 %), pati (4,14 %) dan minyak atsiri (0,02 %). Kencur berkhasiat untuk mengobati radang lambung, menghilangkan lelah, radang anak telinga, memperlancar haid, menghilangkan darah kotor, masuk angin, influenza pada bayi, sakit kepala, mata pegal, batu dan keseleo."
    },
    {
      "nama": "Tanaman Obat Jahe",
      "image_url": "https://thegorbalsla.com/wp-content/uploads/2020/02/tanaman-jahe.jpg",
      "deskripsi": "Jahe merupakan tanam herba semusim yang tumbuh tegak, tingginya 40-50 cm. Batangnya membentuk rimpang dan berwarna hijau.\n\nDaunnya tunggal, berwarna hijau tua, bertepi rata dan berujung runcing. Jahe dibedakan atas dua jenis, ada jahe pahit dan jahe merah. Jahe mengandung minyak atsiri zingiberena, resin pahit, zingiberol, filandrena, bisabolena, kurkumen dan gingerol.\n\nRimpang jahe berkhasiat untuk membangkitkan nafsu makan, melancarkan ASI, mengobati batuk, perut kembung, mulas, sakit kepala, selesma, dan luka (obat luar)."
    },
    {
      "nama": "Tanaman Herbal Akar Wangi",
      "image_url": "https://i1.wp.com/f1-styx.imgix.net/article/2019/11/06124844/71964465-background-of-vetiver-grass-thailand-.jpg",
      "deskripsi": "Termasuk jenis tanaman rumpun menahun, tingginya mencapai 1 meter. Batang akar wangi lunak, berwarna putih dan beruas-ruas. Daunnya tunggal berbentuk pita dan berujung runcing. Sistem akarnya termasuk akar serabut dan berwarna kuning.\n\nAkar wangi berkhasiat untuk mengatasi bau mulut dan rematik. Bagian yang digunakan yaitu akarnya dan minyak atsiri."
    },
    {
      "nama": "Tanaman Herbal Bayam",
      "image_url": "https://tanahkaya.com/wp-content/uploads/2018/12/Bayam-Cabut-compressed.jpg",
      "deskripsi": "Bayam merupakan tanaman herba setahun yang berasal dari kawasan Amerika tropis. Sekarang ini tanaman bayam sudah menyebar hampir ke semua negara di daerah tropis dan subtropis.\n\nBayam bisa ditanam pada ketinggian 5-2.000 meter di atas permukaan laut, tapi lebih tumbuh optimal di daerah dataran rendah pada lahan terbuka.\n\nTerdapat 3 jenis bayam yang termasuk ke dalam Amaranthus tricolor, yaitu bayam hijau biasa, bayam putih dan bayam merah.\n\nTanaman bayam mengandung vitamin (A, B dan C), zat besi, amarantin, purin, rutin, protein, lemak dan kalium. Bagian daun bayam yang bisa digunakan untuk pengobatan adalah daun dan akarnya.\n\nDaun bayam berkhasiat untuk membersihkan darah setelah persalinan, gagal ginjal, tekanan darah rendah, kurang darah dan memperkuat akar rambut. Akar bayam berkhasiat untuk mengobati disentri."
    },
    {
      "nama": "Tanaman Herbal Brotowali",
      "image_url": "https://cdn0-production-images-kly.akamaized.net/b2uba_ksUefnAm7f0bgjDiNKnWQ=/640x360/smart/filters:quality(75):strip_icc():format(jpeg)/kly-media-production/medias/2075029/original/077284200_1523439149-Brotowali-iStockPhoto.jpg",
      "deskripsi": "Tanaman brotowali biasa ditanam sebagai tanaman obat di pekarangan rumah dekat pagar. Tanaman ini menyukai tempat panas dan termasuk jenis tanaman perdu.\n\nBatangnya berukuran kecil seukuran jari kelingking, tingginya mencapai 2,5 meter. Daunnyaa tunggal, berbentuk bulat telur menyerupai jantung dengan ujung lancip, panjangnya 7-12 cm dan lebar 5-10 cm.\n\nBunga tanaman ini berwarna hijau muda dan berbentuk tandan semu.\n\nBagian yang dipakai untuk pengobatan yaitu batangnya. Brotowali berkhasiat untuk mengatasi kencing manis, reumatik, demam, merangsang nafsu makam, dan memar."
    },
    {
      "nama": "Manfaat Daun Singkong",
      "image_url": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1620032910/attached_image/manfaat-daun-singkong-dan-resep-olahannya.jpg",
      "deskripsi": "Daun Singkong Untuk Pengobatan Tradisional\nYang paling mengejutkan dari khasiat daun singkong adalah kemampuannya dalam memerangi dan sebagai remedi untuk keluhan penyakit. Beberapa penyakit, diyakini dapat ditangani oleh daun singkong untuk mengurangi deritanya. Berikut diantaranya :\n\n-Menyembuhkan Diare\nResep pengobatannya, ambil sekitar tujuh lembar daun singkong kemudian cuci bersih. Rebusalah daun singkong dengan air sebanyak 800cc. Sisakan sampai airnya tinggl 400cc. Minum dua kali sehari, sebanyak 200 cc per minum. Daun singkong dipercaya cukup efektif dalam hal membantu mengurangi diare.\n\n-Pengobatan penyakit rematik\nBila anda yang suka terjadi pegal-pegal sehabis bekerja, bisa saja ada gejala rematik dalam tubuh. Solusi pengobatannya, Siapkan sekitar 5 lembar daun singkong kemudian campurkan daun kapur sirih dan beri air sedikit. Lalu remas hingga ramuan hancur dan balurkan pada persendian yang terasa linu. Gunakan ini tiga kali sehari.\n\nManfaat daun singkong sangat besar perannya bagi tubuh manusia terutama bagi anda yang sedang terkena anemia. Daun singkong selain enak juga dapat di buat sebagai sayuran super enak."
    },
    {
      "nama": "Tanaman Obat Daun Dewa",
      "image_url": "https://padangkita.com/wp-content/uploads/2020/07/zzzz-daun-dewa.jpg",
      "deskripsi": "Daun dewa mengandung senyawa saponin, flavonoid dan minyak atsiri. Daun dewa berkhasiat untuk mengobati muntah darah dan payudara bengkak.\n\nDaun dewa bisa juga digunakan untuk melancarkan sirkulasi darah, mengobati luka memar, menurunkan tekanan darah tinggi, menghentikan pendarahan, pereda rasa nyeri (analgesik), penurun panas, kencing manis atau diabetes mellitus dan sebagai obat pembersih racun dalam tubuh.\n\nPengobatan dengan daun dewa bisa dengan daun segar yang disajikan secara langsung atau dalam bentuk ekstraknya.\n\nUntuk menurunkan tekanan darah tinggi, ambil tujuh lembar daun dewa yang cukup lebar dan siap panen, kemudian direbus dengan tiga gelas air sampai tersisa kira-kira dua gelas.\n\nAir rebusan yang tersisa bisa diminumkan dua kali dalam sehari sesudah makan. Atau bisa juga daun dewa dijadikan sebagai lalapan makan.\n\nUntuk obat luka memar, gunakan daun dan umbi daun dewa seberat 20 gram dan daun daun jarak yang masih segar 10 lembar. Lalu, haluskan ketiganya sampai halus, setelah itu tapalkan pada daerah yang memar."
    },
    {
      "nama": "Tanaman Obat Seledri",
      "image_url": "https://3.bp.blogspot.com/-o6WhUmcyV4Q/WPoJCuXhwiI/AAAAAAAAAM8/qPmDXXUesxAnFOT0Mv4Pf74OC30wapFnwCLcB/s1600/a.jpg",
      "deskripsi": "Seledri merupakan sayuran hijau yang rendah kalori. Daun seledri mengandung sekitar 16 kalori per 100 gram. Daun seledri selain biasa digunakan sebagai penambah aroma masakan, juga bisa digunakan sebagai tanaman obat keluarga.\n\nSeledri mengandung vitamin A, vitamin C, vitamin B1 dan zat besi lainnya seperti kalium, mineral dan zat besi.\n\nBeberapa manfaat daun seledri diantaranya dapat mengobati tekanan darah tinggi, mencegah pembentukan batu di kantung empedu, menenangkan sistem saraf, mengembalikan nafsu makan yang hilang, menghindarkan dari kanker perut dll.\n\nSeledri juga bermanfaat untuk menjaga kecantikan wajah, daun seledri yang dikonsumsi bisa mencegah timbulnya kerutan pada wajah.\n\nBisa juga digunakan sebagai masker, caranya beberapa daun seledri di iris kecil-kecil lalu dimasukkan ke dalam mangkuk yang berisi air mendidih. Biarkan selama 15 menit. Setelah harum, buang daun seledrinya dan air daunnya disimpan di lemari es. Gunakan air daun seledri tadi pada malam hari sebagai masker."
    },
    {
      "nama": "Tanaman Obat Belimbing Wuluh",
      "image_url": "https://www.greeners.co/wp-content/uploads/2017/11/Flora-Belimbing-Wuluh-Si-Asam-yang-Kaya-Manfaat.jpg",
      "deskripsi": "Belimbing sayur atau belimbing wuluh tidak sama dengan buah belimbing, belimbing sayur biasanya digunakan oleh para ibu untuk memasak.\n\nSetiap bagian dari belimbing wuluh memiliki khasiat untuk mengobati berbagai macam penyakit dan bermanfaat juga untuk kecantikan.\n\nBeberapa manfaat belimbing wuluh diantaranya untuk mengatasi sariawan, mencegah hipertensi, mengatasi jerawat, mengatasi panu, mengobati diabetes, mengatasi sikat gigi, mengobati batuk, melegakan nafas dan mencaikan dahak.\n\nUntuk mengobati jerawat kamu bisa menggunakan 3 buah belimbing wuluh yang segar, cuci bersih lalu diberi parut dan beri sedikit garam. Tempelkan hasil parutannya pada area wajah yang berjerawat. Lakukan dua kali sehari.\n\nBagi kamu yang sedang menderita penyakit diabetes, kamu juga bisa mencoba pengobatan dengan belimbing wuluh. Siapkan 6 buah belimbing wuluh yang sudah dilumatkan, lalu rebus dengan segelas air sampai airnya tersisa setengah. Setelah itu disaring, minum 2 kali sehari."
    },
    {
      "nama": "Tanaman Obat Daun Kelor",
      "image_url": "https://cdns.klimg.com/merdeka.com/i/w/news/2020/09/13/1219521/540x270/22-manfaat-kelor-untuk-kesehatan-dan-cara-mengolahnya-kaya-akan-khasiat.jpg",
      "deskripsi": "Organisasi Kesehatan Dunia WHO menganjurkan setiap bayi dan anak-anak pada masa pertumbuhan untuk mengkonsumsi daun kelor.\n\nBahkan WHO mengklaim pohon kelor sebagai pohon ajaib karena tanaman ini bisa menjadi obat yang murah tapi manjur dalam mencegah dan mengobati banyak penyakit, khususnya di negara-negara miskin.\n\nDaun kelor bermanfaat untuk mengobati panas dalam dan demam, meningkatkan ketahanan alamiah tubuh, meningkatkan metabolisme tubuh, meningkatkan serum kolestrol alamiah, meningkatkan fungsi normal hati dan ginjal, memudahkan pencernaan, memelihara sistem imunitas tubuh, mendukung kadar gula dalam tubuh dll.\n\nDaun kelor juga berkhasiat dalam menjaga keseimbangan nutrisi dalam tubuh. Daun kelor bisa mengatasi beragam keluhan yang timbul karena kekurangan mineral dan vitamin seperti kekurangan protein (rambut pecah-pecah), kekurangan vitamin C (pendarahan pada gusi gigi), kekurangan vitamin B3 (dermatitis), kekurangan vitamin A (gangguan pada penglihatan), kekurangan vitamin B2 (kulit kering dan pecah), kekurangan vitamin B1 (penyakit beri-beri), kekurangan Choline (penumpukan lemak pada liver), kekurangan zat besi (anemia) dan kekurangan kalsium (osteoporosis)."
    },
    {
      "nama": "Tanaman Obat Bayam Duri",
      "image_url": "https://assets.pikiran-rakyat.com/crop/0x0:0x0/x/photo/2020/08/15/1314202873.jpg",
      "deskripsi": "Bayam duri merupakan salah satu spesies dari genus Amaranthus. Bayam duri berbeda dengan bayam secara umum karena teksturnya yang sedikit kasar dan pastinya berduri.\n\nBayam duri banyak tumbuh liar di pekarangan rumah dan kebun-kebun. Banyak orang yang menyepelekan tanaman ini, padahal bayam duri memiliki banyak manfaat dan khasiat manfaat untuk kesehatan tubuh.\n\ndr. Setiawan Dalimartha dalam majalah Trubus Agriwidya (1999) menjelaskan bahwa bayam duri bisa digunakan untuk pengobatan bisul yang keras, melancarkan pengeluaran ASI, pengobatan gusi yang bengkak berdarah, kutil, ekzema, luka bakar dan bekas gigitan ular berbisa.\n\nUntuk pengobatan gusi yang luka dan berdarah, siapkan tanaman bayam duri secukupnya, lalu dibakar dengan alas genteng untuk dijadikan bubuk. Setelah jadi bubuk, oleskan pada bagian yang sakit.\n\nUntuk pengobatan bisul, siapkan bayam duri segar secukupnya, cuci sampai bersih lalu digiling halus. Setelah itu campurkan madu secukupnya, tempelkan pada bagian kulit yang bisul lalu dibalut. Diganti dua kali sehari.\n\nUntuk melancarkan produksi ASI, siapkan 1 batang bayam duri, cuci sampai bersih lalu digiling halus. Pakai sebagai tapal disekitar payudara."
    },
    {
      "nama": "Tanaman Obat Kangkung",
      "image_url": "https://assets-a1.kompasiana.com/items/album/2019/09/22/tanaman-kangkung-5d8727c5097f362d36612352.jpg",
      "deskripsi": "Kangkung merupakan jenis sayuran yang dapat ditemukan dimana-mana. Setiap orang pasti tahu sayuran kangkung. Selain harganya yang murah, ternyata kangkung juga memiliki banyak manfaat dan khasiat untuk kesehatan tubuh kita.\n\nSayuran kangkung mengandung banyak zat penting seperti vitamin A, vitamin C, vitamin B kompleks, fosfor dan zat besi lainnya.\n\nKandungan vitamin C dalam sayuran kangkung bisa mencegah sariawan dan gusi yang berdarah. Kalau kamu sedang sakit gigi, cobalah untuk mengunyah daun kangkung. Daun kangkung juga mengandung antiseptik alami yang bisa membunuh kuman-kuman yang ada pada gigi.\n\nKangkung terkenal sebagai sayuran pemicu kantuk, konon katanya zat besi yang ada di kangkung membuat mata menjadi berat sehingga bawaannya ingin tidur. Jadi bagi kamu yang sedang insomnia, disarankan untuk mencoba sayuran kangkung ini.\n\nSayuran kangkung juga mengandung Omega 3 yang bagus untuk menjaga kualitas otak. Bagi ibu hamil bisa mengkonsumsi sayuran kangkung supaya kualitas otak janin terjaga.\n\nSelain itu sayur kangkung bermanfaat juga untuk mengatasi diabetes selama masa kehamilan dan memperlancar ASI."
    },
    {
      "nama": "Tanaman Obat Daun Saga",
      "image_url": "https://asset.winnetnews.com/image/cache/slide/post/image-berbagai-manfaat-dan-efek-samping-dari-daun-saga.jpg",
      "deskripsi": "Tanaman Saga banyak tumbuh liar di pekarangan rumah, kebun atau di pinggiran jalan. Ada dua jenis tanaman saga, yaitu saga rambat dan pohon saga, tapi kebanyakan orang menyebut keduanya dengan nama Saga saja.\n\nSaga termasuk tanaman gulma, dan biasanya menganggu tanaman lain yang memang sengaja ditanam. Karena dianggap mengganggu, tanaman Saga sering dibabat habis bahkan dibakar sekalian.\n\nMeskipun begitu, daun saga rambat biasa dimanfaatkan sebagai obat batuk dan obat anti sariawan. Daun saga mengandung beberapa bahan aktif seperti glycyrrhizin, abrus lactone, asam abrusgenat dan turunan metilnya.\n\nUntuk mengobati sariawan dengan daun saga rambat, kamu bisa memetik daun saga secukupnya lalu di jemur di tempat yang agak panas beberapa menit sampai layu daunnya.\n\nSetelah layu, cuci bersih daunnya kemudian dikunyah-kunyah sampai halus dan gunakan untuk berkumur juga."
    },
    {
      "nama": "Tanaman Obat Tradisional Daun Pacar Cina",
      "image_url": "https://i.pinimg.com/originals/c2/44/af/c244af67d18897ef0a0f5db6891986f7.jpg",
      "deskripsi": "Pacar Cina merupakan tanaman asli Asia Tenggara, tersebar di Sumatera, Jawa dan beberapa negara tetangga. Tanaman ini biasa ditanam di pekarangan rumah, ada juga yang tumbuh liar di kebun-kebun yang mendapat sinar matahari yang cukup.\n\nDaun pacar cina bisa digunakan untuk menyembuhkan perut yang kembung, batuk, bisul, susah menelan dan mempercepat proses persalinan karena pacar cina mengandung alkaloid, minyak atsiri serta garam mineral. Bunga kering dari tanaman pacar cina juga bisa digunakan sebagai penambah aroma teh hijau."
    },
    {
      "nama": "Tanaman Obat Landep",
      "image_url": "https://cdns.klimg.com/merdeka.com/i/w/news/2021/03/31/1291167/640x320/6-manfaat-daun-landep-untuk-kesehatan-bantu-atasi-sakit-gigi.jpg",
      "deskripsi": "Tanaman Landep berasal dari daerah Asia Tropis dan daerah Afrika Selatan. Landep biasa tumbuh di tempat yang beriklim kering, di Indonesia tanaman Landep bisa ditemui di daerah dataran rendah sampai dengan ketinggian 400 meter di atas permukaan laut.\n\nTanaman Landep tergolong jenis tanaman perdu, tingginya bisa mencapai 1,5 – 2 meter, tak heran kalau tanaman ini ditanam untuk digunakan sebagai pagar.\n\nBatangnya berkayu, berbuku-buku dan terdapat duri pada setiap ketiak daunnya. Tanaman landep mengandung beberapa senyawa kimia seperti flavonoid, saponi, polifenol dan tannin.\n\nBagian dari tanaman Landep yang biasa digunakan untuk pengobatan yaitu daun dan akarnya. Daun tanaman Landep bermanfaat untuk pengobatan sakit perut, beser mani, nyeri pada gusi gigi, kudis, kencing kurang lancar, demam sakit pinggang dan rematik. Sedangkan akarnya bermanfaat untuk mengatasi cacingan.\n\nUntuk pengobatan sakit pinggang, rematik dan sakit kepala, siapkan segenggam daun landep yang segar, dicuci bersih lalu digiling sampai halus.\n\nTambahkan air kapur sirih sembari diaduk rata sampai menjadi seperti bubur kental. Setelah itu balurkan ke bagian yang sakit. Kalau sakit kepala, bisa dibalurkan di bagian keningnya."
    },
    {
      "nama": "Tanaman Obat Daun Miana",
      "image_url": "https://assets.pikiran-rakyat.com/crop/0x0:0x0/x/photo/2020/09/29/430759965.jpg",
      "deskripsi": "Tanaman Miana tumbuh sumbur di daerah dataran tinggi dengan ketingian sekitar 1500 meter di atas permukaan laut. Tanaman Miana hidup liar dan juga bisa ditemui di dataran rendah di sekitar sungai, pematang sawah, ladang dan kebun-kebun.\n\nSebagian masyarakat memelihara tanaman miana ini sebagai tanaman hias karena warna daunnya cukup indah.\n\nBentuk daunnya seperti bulat telur dengan ujung daunnya yang runcing dan pangkalnya membulat. Permukaan daunnya berambut, warnanya hijau keunguan dan ditepian daunnya bergerigi.\n\nDaun Miana berkhasiat untuk mengobati penyakit wasir. Cara pengolahannya cukup mudah, siapkan 20 lembar daun miana dan satu ruas kunyit.\n\nBersihkan keduanya sampai bersih lalu direbus menggunakan 5 gelas air. Setelah mendidih kemudian didinginkan. Dalam sehari cukup minum satu gelas ramuan ini."
    },
    {
      "nama": "Tanaman Obat Pepaya",
      "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Carica_papaya_leaf_14072012.JPG/1200px-Carica_papaya_leaf_14072012.JPG",
      "deskripsi": "Pohon pepaya sering kita ditemui dimana-mana, di pekarangan rumah atau di kebun-kebun. Orang sunda biasa menyebutnya “gedang”, kalau orang jawa biasa menyebutnya “kates”.\n\nDaging pepaya yang masih muda biasa digunakan sebagai sayuran, atau bisa juga dirujak. Dagingnya yang sudah matang sangat enak untuk dimakan. Daun pepaya yang muda bisa juga digunakan sebagai lalapan makan dengan sambal.\n\nBuah pepaya banyak dikonsumsi karena mengandung banyak vitamin, salah satunya vitamin A yang sangat baik untuk kesehatan mata.\n\nManfaat buah pepaya banyak sekali, pepaya sering digunakan sebagai pengobatan herbal seperti untuk menurunkan demam, disentri, obat malaria, keputihan dan memperlancar pencernaan bagi yang sulit buang air besar.\n\nDokter Wahyu Triasmara menuturkan bahwa biji buah pepaya bermanfaat untuk meningkatkan kadar HDL dalam darah dan menurunkan kadar kolestrol dalam darah. Biji pepaya bisa dikonsumsi sebagai jus dengan cara diblender terlebih dahulu."
    },
    {
      "nama": "Tanaman Herbal Jintan Hitam",
      "image_url": "http://1.bp.blogspot.com/-tA4xUqhvNKE/VepD3rYg7OI/AAAAAAAAHyI/WJv6KSli5GI/s1600/Manfaat%2Bdan%2BKhasiat%2BJintan%2BHitam%2B%2528Nigella%2BSativa%2BL%2529.jpg",
      "deskripsi": "Jintan hitam atau lebih dikenal dengan habbatussauda merupakan tanaman obat tradisional yang dianjurkan oleh Nabi Muhammad SAW.\n\nJintan hitam sudah digunakan sebagai tanaman obat tradisional sejak 2000-3000 tahun sebelum Masehi. Sudah banyak para ahli dalam bidang pengobatan yang meneliti manfaat dari jintan hitam ini.\n\nBeberapa manfaat utama dari jintan hitam yaitu untuk memperkuat sistem kekebalan tubuh, meningkatkan fungsi otak, menyembuhkan berbagai jenis penyakit pernapasan, mengatasi gangguan tidur dan stress dan sebagai obat anialergi &amp; antihistamin.\n\nSekarang ini kita bisa menemui beragam produk olahan dari jintan hitam, mulai dari madu, serbuk, pil dll.\n\nJika kamu tertarik untuk merasakan manfaat dari jintan hitam, kamu bisa membeli produk seperti Habbatussauda."
    },
    {
      "nama": "Tanaman Obat Daun Pegagan",
      "image_url": "https://cdn-2.tstatic.net/jogja/foto/bank/images/daun-pegagan.jpg",
      "deskripsi": "Tanaman ini lebih dikenal dengan nama daun kaki kuda dan Antanan. Pegagan tumbuh liar di perkebunan, pematang sawah, ladang dan tepian jalan. Masyarakat Jawa Barat biasa memanfaatkan tanaman ini untuk lalapan.\n\nPegagan mengandung beberapa senyawa seperti isothankuniside, thankuniside, asiaticoside, madasiatic acid, brahminoside, brahmic acid, brahmoside, madecassoside, vellarine, hydrocotylin, carotenoids, centelloside, meso-inositol, serta garam-garam mineral seperti kalsium, magnesium, natrium, kalium dan besi.\n\nManfaat daun pegagan bisa digunakan untuk obat kulit (koloid), memperbaiki peredaran darah dan gangguan saraf. Berdasarkan penelitian di RSU Dr. Soetomo, daun pegagan bisa dipakai untuk menurunkan tekanan darah, dan penurunannya tidak terlalu drastis, sehingga cocok untuk penderita yang berusia sudah lanjut."
    },
    {
      "nama": "Tanaman Obat Blustru",
      "image_url": "https://bubukherbalhome.files.wordpress.com/2020/06/blustru-2.jpg",
      "deskripsi": "Tanaman blustru biasanya ditanam di perkebunan, ladang atau dirambatkan pada pagar halaman. Blustru juga tumbuh liar di tepian sungai dan semak-semak belukar. Seluruh bagian dari tanaman blustru bisa digunakan untuk pengobatan herbal.\n\nBuah Blustru mengandung senyawa cucurbitacin, luffein, citrulline dan saponin triterpen yang berkhasiat untuk penghenti perdarahan (hemostatis), peluruh dahak, keputihan, sukar buang air besar, haid tidak teratur , bisul, mimisan, batuk sesak dan pencahar ringan (laksatif).\n\nUntuk mengatasi haid yang tidak tidak teratur kamu bisa menggunakan buah blustru. Siapkan buah blustru sebesar 4 jari, cuci sampai bersih lalu diparut. Tambahkan setengah gelas air masak dan sesendok garam halus. Setelah tercampur rata, remas dan saring. Air yang terkumpul bisa diminum sekaligus. Lakukan proses ini tiga kali dalam sehari."
    },
    {
      "nama": "Tanaman Obat Kemuning",
      "image_url": "https://asset-a.grid.id//crop/0x0:0x0/700x465/photo/2019/08/29/1121871636.jpg",
      "deskripsi": "Kemuning mengandung beberapa senyawa dari golongan kumarin yang berhasil diisolasi seperti pranferin, murrangatin, murralonginal, isopropylidene dan murrmeranzin.\n\nDaun kemuning bisa digunakan untuk mengobati diare, sakit gigi, datang haid tidak teratur, radang buah zakar, infeksi saluran kencing, pelangsing tubuh, disentri dll.\n\nUntuk mengobati infeksi saluran kencing, siapkan daun kemuning segar sekira 35 gram dicuci bersih lalu tambahkan 3 gelas air. Rebus sampai tersisa air setengahnya. Setelah dingin, daunnya disaring dan bisa diminum 3 kali dalam sehari."
    },
    {
      "nama": "Tanaman Obat Murbei",
      "image_url": "https://infoloka.com/wp-content/uploads/2016/01/Mengatasi-Stroke-Dengan-Tumbuhan-Murbei-Morus-alba-2.png",
      "deskripsi": "Tanaman ini asalnya dari daratan China dan bisa tumbuh dengan baik di dataran dengan ketinggian di atas 100 mdpl. Biasanya murbei dibudidayakan di daerah lereng-lereng pegunungan, tapi banyak juga yang tumbuh liar.\n\nDaun, kulit akar, buah dan ranting murbei memiliki banyak khasiat untuk kesehatan. Manfaat murbei diantaranya untuk meperbanyak keluarnya ASI, mengobati kencing nanah, bisul, luka akibat digigit ular, rematik, tekanan darah tinggi, hepatitis kronis, dan kurang darah."
    },
    {
      "nama": "Tanaman Obat Wortel",
      "image_url": "https://kabartani.com/wp-content/uploads/2016/09/KABARTANI.COM-Manfaat-wortel-untuk-kesehatan-640x483.jpg",
      "deskripsi": "Wortel merupakan jenis tanaman sayur yang bisa ditanam sepanjang tahun. Wortel bisa tumbuh dengan maksimal di daerah dataran tinggi yang lembab dan memiliki suhu dingin.\n\nTanaman wortel memiliki kandungan vitamin A yang tinggi. Wortel bisa dimanfaatkan untuk mengobati penyakit mata minus, cacing kremi, eksim dan kejang jantung.\n\nSelain itu, wortel juga terkenal sebagai salah satu makanan kelinci yang khas banget."
    },
    {
      "nama": "Tanaman Obat Wijaya Kusuma",
      "image_url": "https://asset-a.grid.id/crop/0x0:0x0/700x465/photo/2019/08/25/56163720.jpg",
      "deskripsi": "Wijaya kusuma termasuk kelompok tanaman kaktus divisi anthophita. Tanaman kaktus bisa tumbuh dengan baik di daerah beriklim sedang dan iklim tropis, begitu juga dengan tanaman wijaya kusuma.\n\nTanaman wijayakusuma bisa digunakan untuk mengobati luka. Caranya dengan menumbuk halus satu helai daun wijayakusuma kemudian dioleskan pada bagian yang luka dan dibalut perban."
    },
    {
      "nama": "Tanaman Obat Waru Lengis",
      "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/71/Hibiscus_tiliaceus.jpg",
      "deskripsi": "Waru merupakan tanaman tropis berbatang sedang yang biasa tumbuh liar di ladang dan hutan. Terkadang tanaman waru juga ditanam di pekarangan rumah sebagai pohon pelindung.\n\nDaun tanaman waru yang masih muda bisa dimakan sebagai sayuran, kulit kayunya yang berserat bisa digunakan untuk membuat tali.\n\nDaun waru berkhasiat untuk mengobati penyakit peluruh kencing dan peluruh dahak. Sedangkan akarnya berkhasiat untuk menurunkan panas dan sebagai peluruh haid."
    },
    {
      "nama": "Tanaman Obat Nona Makan Sirih",
      "image_url": "https://assets.pikiran-rakyat.com/crop/0x0:0x0/x/photo/2020/09/01/1090989323.jpg",
      "deskripsi": "Tanaman ini berasal dari daerah Afrika tropis dan biasa ditanam di pot atau di tanah sebagai tanaman hias di halaman rumah atau di taman-taman.\n\nTanaman nona makan siri memiliki ranting muda yang berbentuk segiempat dan daunnya berbentuk bulat telur memanjang.\n\nDaun tanaman ini bisa digunakan untuk mengobati penyakit radang selaput gendang telinga pada anak-anak dengan cara diminumkan."
    },
    {
      "nama": "Tanaman Obat Ngokilo",
      "image_url": "https://asset-a.grid.id/crop/0x0:0x0/750x500/photo/intisarifoto/original/46062_daun-ngokilo-untuk-perlancar-air-seni.jpg",
      "deskripsi": "Di daerah Jawa, tanaman ngokilo banyak ditemui di pedesaan dan tumbuh sebagai tanaman semak. Daunnya berbentuk bulat telur, tepiannya bergerigi dan berbulu halus.\n\nBelum ada penelitian ilmiah yang membahas kandungan kimia tanaman ini. Tapi tanaman ngokilo sudah biasa digunakan untuk mengobati beberapa penyakit seperti diabetes mellitus, wasir, tumor, maag, kolestrol, dan sakit kuning."
    },
    {
      "nama": "Tanaman Obat Nampu Hijau",
      "image_url": "https://4.bp.blogspot.com/--8kAr-4pFDc/Wa4dhY56mvI/AAAAAAAATRY/Vlb_EDxX9nsF_iL21LZ-1flTeqf0K05NgCK4BGAYYCw/s1600/Seperti-Apa-Itu-Tanaman-Nampu-Cara-Meramu-Nampu-Menjadi-Obat.JPG",
      "deskripsi": "Tanaman nampu tumbuh liar di pinggiran sungai, tepian danau, gunung atau sengaja ditanam sebagai tanaman hias maupun tanaman obat.\n\nTanaman nampu yang sudah berumur tingginya bisa mencapai 50-100 cm. Rimpang dari tanaman nampu mengandung polifenol, flavonoid, saponin dan tannin.\n\nRimpangnya berasa agak pahit, hangat, pedas dan tidak beracun. Nampu berkhasiat untuk menghilangkan angin, lembab, memperkuat tendon dan tulang."
    },
    {
      "nama": "Tanaman Obat Urang Aring",
      "image_url": "https://cdns.klimg.com/merdeka.com/i/w/news/2019/12/19/1134745/540x270/khasiat-khasiat-urang-aring-untuk-rambut-selain-menghitamkan-rev-1.jpg",
      "deskripsi": "Urang aring termasuk kelompok tanaman liar yang bertangkai banyak. Tanaman ini bisa tumbuh di dataran rendah sampai dengan dataran tinggi 1500 di atas permukaan laut.\n\nTinggi tanaman urang aring bisa mencapai 80 cm, kadang posisi tumbuhnya tegak ke atas, kadang berbaring. Daunnya berwarna hijau dengan bulat telur memanjang dan ujungnya meruncing.\n\nTanaman urang aring yang segar atau kering bisa dimanfaatkan untuk mengobati keputihan, muntah darah, ubanan, mimisan, kurang gizi, kencing darah, perdarahan rahim, berak darah, diare dan hepatitis."
    },
    {
      "nama": "Tanaman Obat Turi",
      "image_url": "https://www.goodnewsfromindonesia.id/wp-content/uploads/images/source/kenditaagustin/20190207istimewa-61543a943e2589482df88a011ea337e1.jpg",
      "deskripsi": "Tanaman turi banyak kita temukan di pekarangan rumah sebagai tanaman hias atau di pinggir jalan sebagai pohon pelindung. Tanaman ini bisa tumbuh di daerah dengan ketinggian di bawah 1200 meter di atas permukaan laut.\n\nDaun, polong muda dan bunga dari tanaman turi bisa dimakan sebagai sayur. Bunganya yang berwarna putih bisa juga di kukus dan dimakan sebagai pecel. Daun dan rantingnya yang masih muda mengandung banyak protein dan bisa digunakan sebagai makanan ternak.\n\nTanaman turi yang memiliki bunga merah biasa dimanfaatkan sebagai tanaman obat. Bagian dari tanaman turi yang bisa dimanfaatkan sebagai obat yaitu akar, bunga, daun dan kulit batang.\n\nBunganya berkhasiat sebagai pelembut kulit, penyejuk dan pencahar. Daunnya berkhasiat untuk menghilangkan rasa sakit, peluruh kencing dan mencairkan gumpalan darah. Kulit batangnya berkhasiat untuk mengurangi rasa sakit, perangsang muntah, tonik dan penurun panas."
    },
    {
      "nama": "Tanaman Obat Tomat",
      "image_url": "http://distan.jogjaprov.go.id/wp-content/uploads/2018/04/tomat.jpg",
      "deskripsi": "Tanaman tomat berasal dari daerah Amerika tropis, ditanam sebagai tanaman buah di perkebunan atau pekarangan rumah. Tomat bisa tumbuh optimal di tanah yang gembur dan subur, tomat tidak tahan terhadap sinar matahari terik.\n\nBuah tomat bisa dimakan langsung, dibuat sambal goreng, dibuat acar tomat, saus tomat atau dibuat jus. Tomat yang masih kecil biasa digunakan sebagai sayuran, tomat yang berukuran sebesar kelerang biasa digunakan sebagai campuran untuk membuat sambal.\n\nBagian dari tomat yang bisa digunakan sebagai obat yaitu buahnya, sedangkan daunnya digunakan sebagai obat luar. Khasiat tomat diantaranya untuk menambah nafsu makan, melancarkan aliran empedu ke usus, merangsang keluarnya enzim lambung dan menghilangkan haus."
    },
    {
      "nama": "Tanaman Obat Teratai",
      "image_url": "https://cdn-cms.pgimgs.com/static/2021/03/4.-BUNGA-TERATAI.jpg",
      "deskripsi": "Teratai merupakan tanaman air asli dari daratan Asia. Teratai banyak dibudidayakan di perairan dan kolam, ada juga yang tumbuh liar di rawa-rawa.\n\nDaun teratai menyembul ke permukaan air sedangkan rimpangnya terikat dengan lumpur di dasar kolam. Diameter daun teratai mencapai 30-50 cm, diameter bunganya 15-25 cm dan panjang tangkai bunganya mencapai 75-200 cm.\n\nDaun teratai yang lebar bisa digunakan sebagai bahan pembungkus. Khasiat teratai diantaranya untuk mengobati diare, insomnia, keputihan, demam, kanker nasopharynx, sakit jantung, muntah darah, ejakulasi, beri-beri, anemia, sakit kepala, mimisan, berak dan kencing darah dan batuk darah."
    },
    {
      "nama": "Tanaman Obat Tradisional Temulawak",
      "image_url": "https://i1.wp.com/agrotek.id/wp-content/uploads/2020/01/Untitled-mpmdvw-1.jpg",
      "deskripsi": "Temulawak bisa ditemukan di hutan daerah tropis atau perkebunan warga. Temulawak bisa tumbuh baik mulai dari dataran rendah sampai dengan ketinggian 1500 meter di atas permukaan laut.\n\nBatang tanaman temulawak bisa mencapai 2 meter, daunnya lebar dan panjang. Rimpang temulawak sudah terkenal dan biasa digunakan sebagai ramuan obat.\n\nRimpang temulawak mengandung kurkumin yang bermanfaat sebagai acnevulgaris, anti inflamasi dan anti anti hepototoksik.\n\nKhasiat temulawak yaitu untuk mengobati sakit limpa, sakit kepala, sakit ginjal, asma, sakit pinggang, masuk angin, sariawan, penambah nafsu makan, sembelit dan cacar air."
    },
    {
      "nama": "Tanaman Herbal Tempuyung",
      "image_url": "https://i0.wp.com/sumbersehat.com/wp-content/uploads/2020/08/manfaat-daun-tempuyung.png",
      "deskripsi": "Tanaman tempuyung berasal dari daratan Eurasia, tepatnya pada daerah yang sering hujan dengan ketinggian 50-1.650 meter di atas permukaan laut.\n\nAda dua jenis tempuyung, tempuyung yang berdaun kecil disebut lempung, sedangkan yang berdaun besar dan tingginya mencapai 2 meter disebut rayana. Meskipun rasanya pahit, daun dan batang muda dari tempuyung bisa dimakan sebagai lalap.\n\nTempuyung berkhasiat untuk mengatasi batu saluran kencing, batu empedu, bisul, luka bakar, radang usus buntu, rematik, radang payudara, memar, disentri, darah tinggi, wasir, dan beser mani."
    },
    {
      "nama": "Tanaman Herbal Tembelekan",
      "image_url": "https://www.deherba.com/wp-content/uploads/2018/12/Tanaman-Tembelekan-%C2%A9-Hans-Braxmeier-Pixabay-CC0-1.0.jpg",
      "deskripsi": "Tembelekan merupakan tanaman perambat yang bisa tumbuh sampai dengan ketinggian 1.700 meter di atas permukaan laut.\n\nTanaman ini banyak digunakan sebagai tanaman pagar karena bisa tumbuh setinggi dua meter. Daun, bunga, dan akar dari tembelekan bisa dimanfaatkan sebagai obat. Akarnya berkhasiat untuk mengatasi penyakit TBC kelenjar, keputihan dan influenza.\n\nDaunnya berkhasiat untuk obat sakit kulit, memar, bisul, rheumatik, bengkak, panas tinggi dan gatal-gatal. Bunganya berkhasiat untuk mengobati asthmatik dan TBC dengan batuk darah."
    },
    {
      "nama": "Tanaman Herbal Teh",
      "image_url": "https://www.semangatnews.com/wp-content/uploads/2021/01/Agrikan-pucuk-daun-teh-1.jpg",
      "deskripsi": "Tanaman teh berasal dari kawasan Cina Selatan dan India bagian Utara. Tanaman teh bisa tumbuh optimal di ketinggian 200-2.300 meter di atas permukaan laut.\n\nUmumnya teh ditanam di perkebunan dan di panen secara manual. Pucuk dan daun muda teh biasa digunakan untuk membuat minuman teh. Bagian yang bisa digunakan untuk pengobatan dari tanaman teh yaitu daunnya.\n\nKhasiat dari daun teh diantaranya untuk mengatasi infeksi saluran cerna, sakit kepala, mengurangi terbentuknya karang gigi, diare, kencing manis, penyubur rambut dan darah tinggi.\n\nCara pemakaiannya dengan menyeduh daun teh kering sebanyak 4-7 gram. Untuk pemakain luar, daun teh yang masih segar dicuci bersih lalu ditumbuk halus, kemudian dioleskan pada bagian yang luka dan diperban."
    },
    {
      "nama": "Tanaman Obat Tebu",
      "image_url": "https://www.lpp.co.id/media/image/15-7-tanaman-tebu-leng-1585285498.jpeg",
      "deskripsi": "Tebu termasuk kelompok tanaman dari keluarga rumput-rumputan (Graminae) dan bisa tumbuh dengan baik di daerah yang beriklim sedang sampai panas.\n\nBatang dari tanaman tebu merupakan penghasil gula putih. Tebu bisa tumbuh sampai ketinggian 2-4 meter dan panjang daunnya mencapai 1-2 meter dengan lebar 4-8 cm. Batangnya ber ruas-ruas dan setiap ruas dibatasi oleh buku-buku.\n\nBatang tebu mengandung air gula dengan kadar mencapai 20%. Batang tebu berkhasiat untuk meredakan jantung berdebar, batuk dan sakit jantung."
    },
    {
      "nama": "Tanaman Obat Tanduk Rusa",
      "image_url": "https://www.satuharapan.com/uploads/pics/news_88367_1586508834.jpg",
      "deskripsi": "Tanduk rusa termasuk jenis tanaman paku-pakuan dan banyak ditemui menempel kuat pada benda atau batang pepohonan, tapi tidak merugikan inangnya.\n\nTanduk rusa menempel pada inangnya dengan penumpu berupa akar, helaian daunnya berwarna hijau. Tanduk rusa lebih banyak tumbuh di tempat yang tidak terkena sinar matahari langsung.\n\nTanduk rusa berkembang biak dengan spora atau dengan memindahkan akar rimpangnya. Daun tanduk rusa bermanfaat untuk mengobati abses, demam, bisul, radang rahim luar dan hamil tidak teratur."
    },
    {
      "nama": "Tanaman Obat Tapak Kuda",
      "image_url": "https://cms.sehatq.com/public/img/article_img/5-manfaat-daun-tapak-kuda-untuk-kesehatan-dan-kecantikan-1578991560.jpg",
      "deskripsi": "Tapak kuda merupakan tanaman perambat yang tumbuh di tanah yang berbatu-batu dan mengandung pasir. Warna batangnya hijau kecoklatan, daunnya agak bulat berwarna hijau dan bunganya berwarna ungu berbentuk seperti corong atau terompet.\n\nDaun tapak kuda mengandung myristic acid, behenic acid dan melissic acid. Daunnya yang kering mengandung antistine. Tapak kuda bisa digunakan untuk mengobati reumatik, pembengkakan gusi, sakit otot, sakit gigi dan wasir."
    },
    {
      "nama": "Tanaman Obat Srikaya",
      "image_url": "https://www.satuharapan.com/uploads/pics/news_54734_1456398384.jpg",
      "deskripsi": "Srikaya berasal dari kawasan Amerika tropis dan bisa tumbuh di daerah dataran rendah sampai dengan ketinggian 1000 meter di atas permukaan laut.\n\nSrikaya akan mulai berbuah setelah ditanam selama 1-2 tahun. Biasanya tanaman ini akan berbunga pada bulan januari – Desember. Banyaknya buah yang dihasilkan tergantung pada pengairan, pemberian pupuk dan pemangkasan.\n\nTanaman srikaya secara umum mengandung anonain dan retikulin. Daun, akar, dan kulitnya mengandung WN. Akar srikaya berkhasiat sebagai antidepresi dan antiradang.\n\nDaunnya berkhasiat sebagai peluruh cacing usus, mempercepat pemasakan bisul dan antiradang. Bijinya berkhasiat untuk membunuh serangga dan memacu enzim pencernaan. Kulit kayunya bekhasiat sebagai tonikum dan astringen."
    },
    {
      "nama": "Tanaman Obat Sosor Bebek",
      "image_url": "https://www.casaindonesia.com/lkgallery/teaser/crop_Tanaman-Hias-Cocor-Bebek-dan-Fungsi-Fungsi-Kesehatannya-CASA-Indonesia_49_20201011122445bCrW1T.jpg",
      "deskripsi": "Tanaman sosor bebek berasal dari Madagaskar dan tumbuh di daerah tropis. Sosor bebek bisa ditemui tumbuh liar di pinggir jalan, tepi jurang atau ditanam di pekarangan rumah.\n\nTanaman ini bisa tumbuh dengan tinggi mencapai 1 meter dan panjang daunnya 5-20 cm dengan lebar 2,5-15 cm. Sosor bebek bisa digunakan untuk mengobati sakit panas, melancarkan air seni, batuk dan sakit kepala."
    }
  ]
}